Repository: jahur/toasted
Catalog: languages/opcr-*.po
Languages: de_de, es_es

source: Domain verification code
de_de: Domainverifizierungscode
es_es: Código verificación de dominio

source: Create an account or get a key
de_de: Erstelle ein Konto oder hole einen Schlüssel
es_es: Registrate o busca una clave

source: Verify your domain
de_de: Verifiziere deine Domain
es_es: Verifica tu dominio

source: For an evaluation key, register with Attach and create an account, then copy the key here. Evaluation projects can be run on "localhost", but no feeds will be sent to the Attach social network. Once you are ready for serving to your customers, verify your domain and click "Start serving" on the "Production" tab in the Attach developer platform. Your evaluation key will automatically expire after the time you have set and you will need to get a new key to continue developing once expired.
de_de: Um einen Evaluierungsschlüssel zu erhalten, registriere dich bei Attach und erstelle ein Projekt, dann kopiere den Schlüssel hier her. Projekte mit Evaluierungsschlüssel können auf "localhost" getestet werden, dabei werden jedoch keine Feeds an das Attach Social Network gesendet. Um Attach für deine Kunden verfügbar zu machen, verifiziere deine Domäne und wähle auf der Attach Developer Platform "Start serving" im Bereich "Production". Dein Evaluierungsschlüssel verfällt nach der eingegebenen Zeit und du brauchst einen neuen Schlüssel, um später mit der Einrichtung fortzufahren.
es_es: Para obtener una clave de evaluación, regístrese en Attach y cree un proyecto, luego copie la clave aquí. Los proyectos de evaluación se pueden ejecutar en "localhost", pero no se enviarán feeds a la red social Attach. Una vez que esté listo para servir a sus clientes, verifique su dominio y haga clic en "Begin serving" en la pestaña "Production" en la plataforma de desarrollador Attach. Tu clave de evaluación caducará automáticamente después del tiempo que hayas configurado y deberá obtener una nueva clave para continuar desarrollando despues.

source: Watch a video how to get started with Attach
de_de: Schau dir ein Video an um mit Attach zu beginnen
es_es: Mirate un video tutorial para utilizar Attach

source: Branding
es_es: Identidad

source: Augmented Reality
es_es: Realidad Aumentada

source: Distribution
es_es: Distribución

source: Configure
de_de: Konfigurieren
es_es: Configurar

source: The Reactions Embed is enabled for all posts by default. If you wish to control where the embed is placed, disable it here and use the shortcode instead.
de_de: Das Reactions Embed ist standardmässig für Beiträge eingeschaltet. Wenn du mehr Kontrolle wünschst, schalte es hier aus und verwende stattdessen den Shortcode.
es_es: El Reactions Embed está habilitado para todas las publicaciones por defecto. Si desea controlar dónde se coloca su inserción, desactívela aquí y usa el shortcode.

source: Enable for posts
de_de: Einschalten für Beiträge
es_es: Habilitar en entradas

source: Configure visuals
de_de: Design konfigurieren
es_es: Configurar visuales

source: The Preview Embed is disabled by default because some themes do not properly display it. For most themes, which includes all default themes, you may just enable it here, otherwise you may wish to place the embed using its shortcode, instead.
de_de: Das Preview Embed ist im Standard ausgeschaltet, weil es einige Themes nicht sauber darstellen. Für die meisten Themes, inklusive für alle Default Themes, kannst du es einfach hier einschalten. Ansonsten müsstest du den Shortcode verwenden, um Preview Embeds auf Übersichtsseiten anzuzeigen.
es_es: El Preview Embed esta deshabilitado por defecto porque algunos temas no lo muestra correctamente. Para la mayoría de los temas, que incluye todos los temas predeterminados, puedes habilitarlo aquí, de lo contrario, puedes colocar el embed utilizando su shortcode.

source: Enable for blog post page
de_de: Einschalten für Übersichtsseiten
es_es: Habilitar en página de entradas

source: Apply
de_de: Übernehmen
es_es: Aplicar

source: Copy
de_de: Kopieren
es_es: Copiar

source: Evaluation key
de_de: Evaluierungsschlüssel
es_es: Clave de evaluación

source: Setup
de_de: Einrichtung
